Repository: Vi-Ni/limpid
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: This tool is for educational purposes only. It does not constitute financial advice.
fr: Cet outil est à des fins éducatives seulement. Il ne constitue pas un conseil financier.

source: Dismiss
fr: Fermer

source: Educational investment dashboard for beginners
fr: Tableau de bord éducatif d'investissement pour débutants

source: Understand your investments
fr: Comprenez vos investissements

source: Understand before you invest
fr: Comprendre avant d'investir

source: Radical transparency and a progressive learning path — so you always know what you hold, what it costs, and what you need to learn.
fr: Transparence radicale et parcours pédagogique progressif — pour toujours savoir ce que vous détenez, ce que ça coûte et ce que vous devez apprendre.

source: How it works
fr: Comment ça marche

source: Define your profile
fr: Définissez votre profil

source: Answer a few questions about your goals and risk tolerance.
fr: Répondez à quelques questions sur vos objectifs et votre tolérance au risque.

source: Explore a portfolio
fr: Explorez un portefeuille

source: Import or build a sandbox portfolio to explore.
fr: Importez ou créez un portefeuille bac à sable à explorer.

source: Understand everything
fr: Comprenez tout

source: Holdings, fees, risks, impact — understand what you own.
fr: Titres, frais, risques, impact — comprenez ce que vous détenez.

source: A free, educational dashboard that shows you exactly what you hold, what it costs, and what you need to learn — without ever telling you what to buy.
fr: Un tableau de bord éducatif et gratuit qui montre exactement ce que vous détenez, ce que ça coûte et ce que vous devez apprendre — sans jamais vous dire quoi acheter.

source: Portfolios
fr: Portefeuilles

source: Learn
fr: Apprendre

source: Scenarios
fr: Scénarios

source: Profile
fr: Profil

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: Sign up
fr: S'inscrire

source: Toggle menu
fr: Ouvrir le menu

source: My portfolios
fr: Mes portefeuilles

source: Get started
fr: Commencer

source: Start learning
fr: Commencer à apprendre

source: Total transparency
fr: Transparence totale

source: See every fee, every holding, every risk — nothing hidden.
fr: Voyez chaque frais, chaque titre, chaque risque — rien de caché.

source: Learn at your pace
fr: Apprenez à votre rythme

source: A progressive learning path that grows with your understanding.
fr: Un parcours d'apprentissage progressif qui grandit avec votre compréhension.

source: No advice, ever
fr: Aucun conseil, jamais

source: We help you understand — we never tell you what to do with your money.
fr: Nous vous aidons à comprendre — nous ne vous disons jamais quoi faire avec votre argent.

source: Educational tool, not financial advice.
fr: Outil éducatif, pas un conseil financier.

source: About
fr: À propos

source: Page not found
fr: Page introuvable

source: The page you are looking for does not exist.
fr: La page que vous cherchez n'existe pas.

source: Back to home
fr: Retour à l'accueil

source: Server error
fr: Erreur serveur

source: Something went wrong. Please try again later.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Account information
fr: Informations du compte

source: Email
fr: Courriel

source: Risk profile
fr: Profil de risque

source: Take the risk quiz
fr: Répondre au questionnaire de risque

source: Preferences
fr: Préférences

source: Save
fr: Enregistrer

source: Profile updated successfully.
fr: Profil mis à jour avec succès.

source: Onboarding
fr: Configuration initiale

source: Welcome to Limpide!
fr: Bienvenue sur Limpide !

source: Let's set up your account. First, select your province.
fr: Configurons votre compte. D'abord, sélectionnez votre province.

source: Next
fr: Suivant

source: Language preference
fr: Préférence de langue

source: Choose your preferred language for the dashboard.
fr: Choisissez votre langue préférée pour le tableau de bord.

source: You're all set!
fr: Vous êtes prêt !

source: Here's a summary of your preferences:
fr: Voici un résumé de vos préférences :

source: Language
fr: Langue

source: Go to my portfolios
fr: Aller à mes portefeuilles

source: Go to my dashboard
fr: Aller à mon tableau de bord

source: My dashboard
fr: Mon tableau de bord

source: Risk Tolerance Quiz
fr: Questionnaire de tolérance au risque

source: Your Risk Profile
fr: Votre profil de risque

source: What does this mean?
fr: Qu'est-ce que cela signifie ?

source: This is for educational purposes only and does not constitute financial advice.
fr: Ceci est à des fins éducatives seulement et ne constitue pas un conseil financier.

source: Back to profile
fr: Retour au profil

source: Retake the quiz
fr: Refaire le questionnaire

source: See results
fr: Voir les résultats

source: How would you describe your investment knowledge?
fr: Comment décririez-vous vos connaissances en investissement ?

source: I'm a complete beginner
fr: Je suis un débutant complet

source: I know the basics (stocks, bonds, ETFs)
fr: Je connais les bases (actions, obligations, FNB)

source: I have intermediate knowledge and some experience
fr: J'ai des connaissances intermédiaires et un peu d'expérience

source: I'm experienced and understand most financial products
fr: J'ai de l'expérience et je comprends la plupart des produits financiers

source: What is your investment time horizon?
fr: Quel est votre horizon de placement ?

source: Less than 2 years
fr: Moins de 2 ans

source: 2 to 5 years
fr: 2 à 5 ans

source: 5 to 10 years
fr: 5 à 10 ans

source: More than 10 years
fr: Plus de 10 ans

source: If your portfolio lost 20% of its value in a month, what would you do?
fr: Si votre portefeuille perdait 20 % de sa valeur en un mois, que feriez-vous ?

source: Sell everything immediately
fr: Tout vendre immédiatement

source: Sell some to reduce risk
fr: Vendre une partie pour réduire le risque

source: Do nothing and wait for recovery
fr: Ne rien faire et attendre la reprise

source: Buy more at the lower price
fr: Acheter plus au prix réduit

source: How much of your portfolio could you afford to lose without impacting your lifestyle?
fr: Quelle part de votre portefeuille pourriez-vous perdre sans affecter votre mode de vie ?

source: None — I need all of it
fr: Rien — j'en ai besoin en totalité

source: Up to 10%
fr: Jusqu'à 10 %

source: Up to 25%
fr: Jusqu'à 25 %

source: More than 25%
fr: Plus de 25 %

source: How stable is your current income?
fr: À quel point votre revenu actuel est-il stable ?

source: Very unstable or no income
fr: Très instable ou aucun revenu

source: Somewhat unstable
fr: Assez instable

source: Stable with some variability
fr: Stable avec une certaine variabilité

source: Very stable (salaried, tenured, etc.)
fr: Très stable (salarié, permanent, etc.)

source: Which statement best describes your return expectations?
fr: Quel énoncé décrit le mieux vos attentes de rendement ?

source: I want to preserve my capital, even if returns are low
fr: Je veux préserver mon capital, même si les rendements sont faibles

source: I prefer steady, modest returns with low risk
fr: Je préfère des rendements modestes et stables avec peu de risque

source: I want a balance of growth and stability
fr: Je veux un équilibre entre croissance et stabilité

source: I want maximum growth, even if it means high volatility
fr: Je veux une croissance maximale, même si cela implique une forte volatilité

source: Conservative
fr: Conservateur

source: Moderate
fr: Modéré

source: Growth
fr: Croissance

source: You prefer stability and capital preservation. A conservative portfolio typically holds more bonds and GICs, with limited exposure to stocks. Returns may be lower, but so is the risk of losing money.
fr: Vous préférez la stabilité et la préservation du capital. Un portefeuille conservateur détient généralement plus d'obligations et de CPG, avec une exposition limitée aux actions. Les rendements peuvent être plus faibles, mais le risque de perte l'est aussi.

source: You seek a balance between growth and safety. A moderate portfolio typically includes a mix of stocks and bonds, offering reasonable growth potential while managing downside risk.
fr: Vous recherchez un équilibre entre croissance et sécurité. Un portefeuille modéré comprend généralement un mélange d'actions et d'obligations, offrant un potentiel de croissance raisonnable tout en gérant le risque de perte.

source: You are comfortable with higher volatility in exchange for potentially higher returns. A growth portfolio is typically stock-heavy, which means larger swings but historically better long-term performance.
fr: Vous êtes à l'aise avec une volatilité plus élevée en échange de rendements potentiellement supérieurs. Un portefeuille de croissance est généralement fortement composé d'actions, ce qui signifie des fluctuations plus importantes mais historiquement de meilleures performances à long terme.

source: user profile
fr: profil utilisateur

source: user profiles
fr: profils utilisateurs

source: Risk score from 1 (conservative) to 10 (aggressive).
fr: Score de risque de 1 (conservateur) à 10 (agressif).

source: risk quiz response
fr: réponse au questionnaire de risque

source: risk quiz responses
fr: réponses au questionnaire de risque

source: British Columbia
fr: Colombie-Britannique

source: New Brunswick
fr: Nouveau-Brunswick

source: Newfoundland and Labrador
fr: Terre-Neuve-et-Labrador

source: Nova Scotia
fr: Nouvelle-Écosse

source: Northwest Territories
fr: Territoires du Nord-Ouest

source: Prince Edward Island
fr: Île-du-Prince-Édouard

source: Quebec
fr: Québec

source: French
fr: Français

source: English
fr: Anglais

source: Question %(current)s of %(total)s
fr: Question %(current)s de %(total)s

source: Step %(current)s of %(total)s
fr: Étape %(current)s de %(total)s

source: Home
fr: Accueil

source: Main navigation
fr: Navigation principale

source: Mobile navigation
fr: Navigation mobile

source: Got it
fr: Compris

source: Design System Styleguide
fr: Guide de style du design system

source: Learning Path
fr: Parcours d'apprentissage

source: A progressive curriculum to understand your investments.
fr: Un programme progressif pour comprendre vos investissements.

source: %(completed)s of %(total)s lessons completed
fr: %(completed)s leçons sur %(total)s complétées

source: Key terms
fr: Termes clés

source: Mark as complete
fr: Marquer comme terminé

source: Completed
fr: Terminé

source: Start quiz
fr: Commencer le quiz

source: Retake quiz
fr: Refaire le quiz

source: Back to lesson
fr: Retour à la leçon

source: Back to learning path
fr: Retour au parcours

source: Submit answer
fr: Soumettre la réponse

source: Next question
fr: Question suivante

source: Explanation
fr: Explication

source: Quiz Complete!
fr: Quiz terminé !

source: You have a strong understanding of this lesson.
fr: Vous avez une bonne compréhension de cette leçon.

source: Good effort!
fr: Bon effort !

source: You got the basics. Review the lesson to strengthen your understanding.
fr: Vous avez les bases. Révisez la leçon pour renforcer votre compréhension.

source: Keep learning!
fr: Continuez à apprendre !

source: Re-read the lesson and try again — progress comes from practice.
fr: Relisez la leçon et réessayez — on progresse en pratiquant.

source: lesson progress
fr: progression de leçon

source: quiz response
fr: réponse au quiz

source: quiz responses
fr: réponses au quiz

source: quiz completion
fr: complétion de quiz

source: quiz completions
fr: complétions de quiz

source: asset
fr: actif

source: assets
fr: actifs

source: ETF
fr: FNB

source: Stock
fr: Action

source: Bond
fr: Obligation

source: GIC
fr: CPG

source: Cash
fr: Liquidités

source: portfolio
fr: portefeuille

source: portfolios
fr: portefeuilles

source: holding
fr: position

source: holdings
fr: positions

source: Buy
fr: Achat

source: Sell
fr: Vente

source: My Sandbox Portfolio
fr: Mon portefeuille bac à sable

source: Sandbox
fr: Bac à sable

source: No portfolios yet.
fr: Aucun portefeuille pour le moment.

source: Dashboard
fr: Tableau de bord

source: Total value
fr: Valeur totale

source: Total cost
fr: Coût total

source: Gain / Loss
fr: Gain / Perte

source: Allocation
fr: Répartition

source: Exposures
fr: Expositions

source: Geography
fr: Géographie

source: Sectors
fr: Secteurs

source: Clarity Score
fr: Score de clarté

source: %(learned)s of %(total)s asset types understood
fr: %(learned)s type(s) d'actif compris sur %(total)s

source: Continue learning
fr: Continuer à apprendre

source: Next lesson
fr: Prochaine leçon

source: Level
fr: Niveau

source: Start lesson
fr: Commencer la leçon

source: All lessons completed!
fr: Toutes les leçons sont terminées !

source: You've finished all available lessons.
fr: Vous avez terminé toutes les leçons disponibles.

source: Holdings
fr: Positions

source: Ticker
fr: Symbole

source: Name
fr: Nom

source: Qty
fr: Qté

source: Avg cost
fr: Coût moy.

source: Price
fr: Prix

source: Market value
fr: Valeur marchande

source: Weight
fr: Poids

source: Recent transactions
fr: Transactions récentes

source: Fees
fr: Frais

source: No transactions yet.
fr: Aucune transaction pour le moment.
